{
    
    "es":{
        "header":{"title":"Capitan Imc","degree":"FULL STACK DEVELOPER"},
        "menu":{
            "about":{
                "title":"Acerca",
                "titleView":"Soy Ekatl, Fullstack developer de Mexico viviendo en Querétaro y creo en el cambio climatico",
                "summary-me":"Soy una persona autodidacta, me gusta leer la documentacion de las tecnologias que me interesan y los posts de Dev.to y Medium, asi es como aprendi JavaScript, React, Angular, ...rest y por ahora estudio UX.",
                "summary-work":"Trabajo en Santander Tecnologia desarrollando aplicaciones web con Java, JavaScript, Jquery y Oracle, llevo tres proyectos, uno esta en desarrollo y el resto en mantenimiento, estos fueron desplegados en un ambiente de produccion. Por esto mismo estoy en busca de otra oportunidad laboral para poder expandir y usar el resto de mis conocimientos.",
                "summary-second":"Inicie mi carrera como desarrollador al salir de la universidad como ingeniero en software en Septiembre de 2017, enseguida tuve mi primer empleo en Open Road como desarrollador, despues me ofrecieron una mejor oportunidad de empleo en HRLSystems, en Julio de 2018 ofrecieron mi servicio al banco santander para un proyecto que estaba por terminar. En febrero de 2019, el cliente me pidio que siguiera desarrollando con ellos hasta el dia de hoy.",
                "summary-myjob":"Tambien desarróllo productos independientes junto a un diseñador de la ciudad de México, esto me ayuda a practicar las tecnologias que no puedo usar en la oficina. Esto lo hago durante la noche."
            },"tech":{
                "title":"Tech",
                "charts":{
                    "exp":"Experiencia",
                    "use":"Frecuencia de uso",
                    "years":"años"
                }
            },"work":{
                "title":"Trabajo",
                "sites":{
                    "beravi":{
                        "url":"",
                        "name":"Beravi",
                        "desc":"Pagina web la cual esta enfocada en presentar y ofrecen los servicios de contables de una empresa. Tambien se especifica el tipo de clientes esperado y la proyeccion que se tiene."
                    },
                    "leafire":{
                        "url":"",
                        "name":"Leafire",
                        "desc":"El objetivo de esta web es presentar el lanzamiento de diferentes productos cannabicos, en donde se muestra las especificaciones de cada uno en graficas."
                    },
                    "cthc":{
                        "url":"",
                        "name":"CTHC",
                        "desc":"Pagina web en donde se presenta las labores de una comunidad cannabica, al mismo tiempo se hace la invitacion a unirse a la comunidad."
                    },
                    "otro":{
                        "url":"",
                        "name":"otro",
                        "desc":"Pagina web en donde se presenta las labores de una comunidad cannabica, al mismo tiempo se hace la invitacion a unirse a la comunidad."
                    }
                },
                "go":"IR"
            },"contact":{
                "title":"Contacto"
            }
        }
    },
    "en":{
        "header":{"title":"Captain Imc","degree":"FULL STACK DEVELOPER"},
        "menu":{
            "about":{
                "title":"About",
                "titleView":"I am Ekatl, Fullstack developer from Mexico living in Querétaro and i believe in climate change",
                "summary-me":"I am a self-taught person, all the day i'm read documentation about the best tech for me or posts in Dev.to and Medium, with this i learn JavaScript, React, Angular, ...rest and for now i study UX.",
                "summary-work":"I´m work in 'Santander Tecnologia' developing web applications with Java, JavaScript, Jquery and Oracle, i'm work with three projects, one is in development and the rest in maintenance, these were deployed in a production environment. For this i´m look a new opportunity to can expand and use the rest of my knowledge.",
                "summary-second":"Start my career as developer upon leave the university as a software engineer in September 2017, at once got my first job in Open Road as developer, then HRLSystems offered me a better job opportunity, in July 2018 my boss offers my work in the bank Santander for a project near to end. In february 2019, the client asked me to develop with them the products that i have today.",
                "summary-myjob":"I also develop independent products with a designer from Mexico city, this help me to practice the tech that i can't use in the office. I´m work at the nigth, never tired of programming."
            },"tech":{
                "title":"Tech",
                "charts":{
                    "exp":"Experience",
                    "use":"Frequency of use",
                    "years":"years"
                }
            },"work":{
                "title":"Work",
                "sites":{
                    "beravi":{
                        "url":"",
                        "name":"Beravi",
                        "desc":"Pagina web la cual esta enfocada en presentar y ofrecen los servicios de contables de una empresa. Tambien se especifica el tipo de clientes esperado y la proyeccion que se tiene."
                    },
                    "leafire":{
                        "url":"",
                        "name":"Leafire",
                        "desc":"El objetivo de esta web es presentar el lanzamiento de diferentes productos cannabicos, en donde se muestra las especificaciones de cada uno en graficas."
                    },
                    "cthc":{
                        "url":"",
                        "name":"CTHC",
                        "desc":"Pagina web en donde se presenta las labores de una comunidad cannabica, al mismo tiempo se hace la invitacion a unirse a la comunidad."
                    },
                    "otro":{
                        "url":"",
                        "name":"otro",
                        "desc":"Pagina web en donde se presenta las labores de una comunidad cannabica, al mismo tiempo se hace la invitacion a unirse a la comunidad."
                    }
                },
                "go":"GO"
            },"contact":{
                "title":"Contact"
            }
        }
    }
}