{
    
    "es":{
        "header":{"title":"Capitan Imc","degree":"FULL STACK DEVELOPER"},
        "menu":{
            "about":{
                "title":"Acerca",
                "titleView":"Soy Ekatl, Fullstack developer de Mexico viviendo en Querétaro y creo en el cambio climatico",
                "summary-me":"Tengo 23 años, amo el desarrollo de software y llevo 2 años trabajando profesionalmente, pero soy una persona autodidacta, me la paso leyendo la documentacion de las tecnologias que me interesan o leyendo posts en Dev.to y Medium, asi es como aprendi JavaScript, React, Angular, ...rest y voy por mucho mas.",
                "summary-work":"Por ahora trabajo en Santander Tecnologia desarrollando aplicaciones web con Java, JavaScript, Jquery y Oracle, llevo tres proyectos, uno esta en desarrollo y el resto en mantenimiento, estos fueron desplegados en un ambiente de produccion. Por esto mismo estoy en busca de otra oportunidad laboral para poder expandir y usar el resto de mis conocimientos.",
                "summary-second":"Inicie mi carrera como desarrollador al salir de la universidad como ingeniero en software en Septiembre de 2017, enseguida tuve mi primer empleo en Open Road como desarrollador, despues me ofrecieron una mejor oportunidad de empleo en HRLSystems, en Julio de 2018 ofrecieron mi servicio al banco santander para un proyecto que estaba por terminar. En febrero de 2019, el cliente me pidio que siguiera desarrollando con ellos hasta el dia de hoy.",
                "summary-myjob":"Tambien desarróllo productos independientes junto a un diseñador de la ciudad de México, esto me ayuda a practicar las tecnologias que no puedo usar en la oficina. Esto lo hago durante la noche."
            },"tech":{
                "title":"Tech"
            },"work":{
                "title":"Trabajo"
            },"contact":{
                "title":"Contacto"
            }
        }
    },
    "en":{
        "header":{"title":"Captain Imc","degree":"FULL STACK DEVELOPER"},
        "menu":{
            "about":{
                "title":"About",
                "titleView":"I am Ekatl, Fullstack developer from Mexico living in Querétaro and i believe in climate change",
                "summary-me":"I've 23 years old, i love the software development and i've been working professionally for 2 years, but i am a self-taught person, all the day i'm read documentation about the best tech for me or posts in Dev.to and Medium, with this i learn Javascript, React, Angular, ...rest y i will go for more.",
                "summary-work":"For now i´m work in 'Santander Tecnologia' developing web applications with Java, JavaScript, Jquery and Oracle, i'm work with three projects, one is in development and the rest in maintance, these were deployed in a production environment. For this i´m look a new oportunity to can expand and use the rest of my knowledge.",
                "summary-second":"Start mi career as developer upon leave the university as a software engineer in September 2017, at once got my first job in Open Road as developer, then HRLSystems offered me a better job opportunity, in July 2018 my boss offer my work in the bank Santander for a project near to end. In february 2019, the client asked me to develop with them the products that i have today.",
                "summary-myjob":"I also develop independent products with a designer from Mexico city, this help me to practice the tech that i cant use in the office. I´m work at the nigth, never tired of programming."
            },"tech":{
                "title":"Tech"
            },"work":{
                "title":"Work"
            },"contact":{
                "title":"Contact"
            }
        }
    }
}